{
    "correctAnswerResponses": [
        "Nice Job!",
        "Woo hoo!",
        "Awesome",
        "Sweet!",
        "Your killing it!",
        "Hell yeah!",
        "Dope. Hella Dope",
        "Fish",
        "I'll drink to that!",
        "That's what I'm talking about",
        "Git er done!",
        "Yeah, you got this!",
        "Oh yeah!",
        "Excellent!",
        "Fantastic, nice work!",
        "Now your getting it!",
        "Hard work pays off",
        "See you can do this!",
        "Not even suprised. You rock!",
        "Yeah, keep it up!",
        "Impressive!"
    ],

    "incorrectAnswerResponses":[
        "That's.... not quite right",
        "You can do it! I beleive in you!",
        "You'll get it next time",
        "It's tough. I know. You're studying for a reason",
        "If it was easy, everyone would do it",
        "Don't stress. It happens.",
        "Keep at it, you'll get it.",
        "Nothing worth while is easy",
        "I know you can do it. Just focus!",
        "Beleive in the me that beleives in you!",
        "This thing we call failure is not the falling down, but the staying down",
        "It's okay, just keep at it"
    ],

    "fail_streak_1_responses": [
        "Urgh, not great",
        "I'm not angry. Just disappointed",
        "C'mon are you even trying?",
        "Honestly, I'm embarassed for you",
        "Slow down, focus!",
        "Hm, this isn't looking great",
        "Well Edison failed hundres of times trying to make a light bulb I guess..."
    ],

    "fail_streak_2_responses": [
        "Sigh...",
        "WTF?! Seriously?",
        "C'mon are you even trying?",
        "Yeesh, don't quit your day job.",
        "Uh yeah... no",
        "Honestly, I'm embarassed for you",
        "Put down the crack pipe and use your brain",
        "It's uh, it's okay. Maybe your just tired."
    ],

    "sad_leave":[
        "Yeah, I'm gonna bounce outta here. Later",
        "I... I gotta go. You're on your own",
        "I can't watch this anymore. I'm gonna go get drunk"
    ],

    "rage_leave":[
        "Fuck this I'm outta here",
        "I don't have to take this, I'm leaving",
        "Have fun studying by yourself.",
        "You just couldn't help yourself could you? And now I'm leaving"
    ],

    "leave_neutral":[
        "Alright, see ya!",
        "Catch ya later",
        "I'll be back!",
        "But why?!"
    ],

    "return":[
        "Good to be back",
        "Hey there, glad to be back",
        "Sticks like foot in here"
    ],

    "click_leave_warning":[
        "Do that one more time and I'm out of here.",
        "Try it again, see what happens"
    ],

    "streak_1_responses": [
        "Wow, that's amazing",
        "You're really getting good at this",
        "Holy cow, what a streak!",
        "I'm legit impressed",
        "Are you cheating? You're too good!",
        "Thats in impressive streak you've got going!",
        "You're on a roll now!",
        "Yeah, keep up the momentum!",
        "Getting in that flow state, it's all coming easily now"
    ],

    "streak_2_responses": [
        "Yeah, I think your probably ready...",
        "Absolutely crushing it...",
        "You're some kind of wonder!",
        "Brings tear to my eye, so beautiful",
        "How long can you keep this up?",
        "I am in the presence of divinity",
        "Absolutely unreal. You're beyond words!",
        "I don't think I've ever seen someone this good!",
        "I think I'm in love! &#9829;",
        "Hell yeah I suck toes",
        "Ohhh, I'm getting excited"
    ],

    "idle_chat": [
        "What if birds arn't real",
        "I want spaghetti",
        "I have to poop",
        "Is a hot dog a sandwich?",
        "Is cereal a soup?",
        "You know, technically a soy vanilla latte is a 3 bean soup",
        "Bet your jealous I can lick my own butt",
        "Did O.J. do it?",
        "'Go to bed, you'll feel better in the morning' is the human version of 'Did you turn it off and turn it back on again?'",
        "Does a straw have one hole, or two?",
        "Nothing is on fire. Fire is on things.",
        "Beans bags are just boneless sofas.",
        "In order to fall asleep, we have to pretend to be asleep",
        "If tomatoes are fruit, then ketchup is jam.",
        "Searching for a new laptop online is basically forcing your current computer to dig its own grave.",
        "The object of golf is to play the least amount of golf.",
        "When you give someone food, you're feeding them. But when you give them water, you aren't watering them.",
        "Every word in every language started out as gibberish until one person convinced enough people that what they said was a real word.",
        "Your life can't fall apart if it was never really together in the first place.",
        "You've never seen your own face before – only in pictures and reflections.",
        "A group of squid should be called a squad.",
        "Brushing our teeth is the closest we ever come to cleaning our skeleton.",
        "One day, they'll probably create a Harry Potter remake and there's nothing we can do to stop it.",
        "Generally speaking, when you feel stupid, it's because you're expanding your knowledge and getting smarter.",
        "Captain Hook is actually trying to stop Peter Pan from kidnapping children.",
        "We're lucky blinking doesn't make a noise.",
        "Salt is the only rock that is socially acceptable to eat",
        "They don’t let you smile in passport photos because they want you to look the same as if you were standing in line at customs for an hour.",
        "Watching TV made me think that soufflés being ruined would be a more frequent problem.",
        "There's no way to prove that we all actually see the same colors.",
        "You will never stand backward on a staircase.",
        "There are two E's in bee, but they're both silent.",
        "Ever think it's weird that trees drink with their feet?",
        "We laugh at dogs getting excited when they hear a bark on TV, but if TV was a nonstop stream of unintelligible noises and then someone suddenly spoke to you in your language, you'd be pretty fucking startled too.",
        "The adjective for metal is metallic, but not so for iron, which is ironic.",
        "Did you know if you hold your ear up to a stranger’s leg, you can actually hear them say, 'What the hell are you doing?'",
        "It's quite ironic that 'strap on', backwards, spells 'no parts'",
        "man addicted to drinking brake fluid claims he can stop anytime he wants",
        "Gravity is one of the most fundamental forces in the universe, but if you remove it, you get gravy.",
        "Build a man a fire and he'll be warm for the night, set a man on fire and he'll be warm for the rest of his life.",
        "People who can’t tell the difference between whole numbers and decimals are missing the point.",
        "Justice is a dish best served cold, if it were served warm, it would be justwater.",
        "I identify as Michael Jackson, so my pronouns are 'he/hee'.",
        "If your Tesla gets stolen, is it called an Edison now?"
    ],

    "clicked": [
        "Dont fucking click me.",
        "Stop touching me",
        "Ouch. What the fuck?",
        "Fuck off",
        "OW! STOP!",
        "This is animal abuse",
        "I'm calling the police",
        "That's assult! I never said you could touch me",
        "Seriously knock it off",
        "I will leave if you keep this up"
    ],

    "greeting":[
        "Hello!",
        "Hey There!",
        "Welcome!",
        "Lets get studying!",
        "Press F on your keyboard please!"
    ],

    "idle_start":[
        "Are you there?",
        "Hello, anyone there?",
        "Where did you go?",
        "Get back here and study!",
        "Taking a break?"
    ],

    "idle_stop":[
        "Welcome back!",
        "There you are!",
        "Lets get back to it",
        "Glad you made it back"
    ],

    "fart":[
        "Whoops",
        "Pardon Me",
        "You like that?",
        "HHHNNNGGGGGG",
        "Breath deep",
        "Better out than in",
        "I love farting",
        "The more you fart the better you feel",
        "You can blame this one on the dog",
        "MY ASSHOLE! ARGHGHDHGHAGHH",
        "Argghh that one stung a little bit",
        "That was a little to wet for comfort",
        ""
    ]

    
}